chat_system_352101778_actor_description=Elder Evtid. Elder of royal village
chat_system_352101778_snap_2_question=^?^So, have you visited the miller?
chat_system_352101778_snap_2_answer_0=^?^Yes. You don't have a miller anymore - he has turned into a zombie...
chat_system_352101778_snap_2_answer_1=^?^Yes. It turns out that he was something of a thief. He liked to plunder the graves in the cemetery. He must have come across a protective spell and turned into a zombie. But you don't have to worry - I killed him!
chat_system_352101778_snap_2_answer_2=^?^Not yet, I have had no time...
chat_system_352101778_snap_1_question=^?^Oh, I knew his trips to the cemetery wouldn't end well. How many times I've told him - "come to your senses, Bob, the dead won't forgive your violation of their remains!"<br>So how shall we manage without a miller now?
chat_system_352101778_snap_1_answer_0=^?^I'll try something, but I can't promise anything. 
chat_system_352101778_snap_1_answer_1=^?^Don't worry; I've already removed the curse.
chat_system_352101778_snap_4_question=^?^Oh, thank you! Now every shadow frightens me. What if the miller comes to get me?
chat_system_352101778_snap_4_answer_0=^?^Why are you so afraid of him? Maybe you feel bad that you drove him to this, eh?
chat_system_352101778_snap_4_answer_1=^?^I thought you cared about the village, but you're just concerned about your own skin! Alright, I have to go.
chat_system_352101778_snap_4_answer_2=^?^It's alright. Though I would advise you to keep an eye on him.
chat_system_352101778_snap_5_question=^?^Why do you think that? We were as hand in glove! The best of friends!
chat_system_352101778_snap_5_answer_0=^?^Well, it's your business, not mine. I've got things to do. Goodbye!
chat_system_352101778_snap_6_question=^?^Exactly! Lock him in the mill, so that he wouldn't go to the cemetery and ravage the graves.
chat_system_352101778_snap_6_answer_0=^?^Now you're making sense. Though I don't think he'll poke his nose in there again. He has had a good lesson. See you, elder!
chat_system_352101778_snap_6_answer_1=^?^Aha. Or tie him to the millstone and throw him into the river. That way, he'll definitely never go to the cemetery.
chat_system_352101778_snap_6_answer_2=^?^Ask me again in a couple weeks.
chat_system_352101778_snap_7_question=^?^You've got a good sense of humor, [player]!
chat_system_352101778_snap_7_answer_0=^?^Jokes aside, you just keep your eye on him. Who knows... maybe the curse was not completely removed? Ok, It's time for me to go. See you.
chat_system_352101778_snap_9_question=^?^What's the big idea? 
chat_system_352101778_snap_9_answer_0=^?^It would be a matter of banishing a ghost. Surely that's the fate of the unhappy miller, locked in the mill without food and water.
chat_system_352101778_snap_0_question=^?^What have you done? Maybe the spell could have been removed? No thank you for a job badly done indeed. There is nothing more to say. No miller! No flour! No reward either. Get out!
chat_system_352101778_snap_0_answer_0=^?^You should be thankful that I've saved the village from a monster.
chat_system_352101778_snap_0_answer_1=^?^What is done cannot be undone. That would teach him a good lesson.
chat_system_352101778_snap_3_question=^?^I'm scared, [player]. In our village there's a zombie, hiding in the mill's cellar.<br>Though, what I am saying - it's still our miller, Bob! Truly he does not deserve such a terrible fate. Do try to help him, won't you?
chat_system_352101778_snap_3_answer_0=^?^Well, elder, you can calm down. I've killed the zombie.
chat_system_352101778_snap_3_answer_1=^?^Alright. I've removed the curse. The miller will be back to normal in a couple of hours.
chat_system_352101778_snap_3_answer_2=^?^I'll do my best.
